Repository: systopia/Contact-Update-Queue
Catalog: l10n/*/LC_MESSAGES/i3val.po
Languages: de_de

source: 10 minutes
de_de: 10 Minuten

source: 1 hour
de_de: 1 Stunde

source: 3 hours
de_de: 3 Stunden

source: 1 day
de_de: 1 Tag

source: 2 days
de_de: 2 Tage

source: 1 week
de_de: 1 Woche

source: 2 weeks
de_de: 2 Wochen

source: 1 month
de_de: 1 Monat

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: City
de_de: Stadt

source: Street Address
de_de: Straße

source: Postal Code
de_de: Postleitzahl

source: Country
de_de: Land

source: Email
de_de: E-Mail-Adresse

source: Session Timeout
de_de: Stapelverarbeitung Timeout

source: Session Batch Size
de_de: Stapelgröße

source: Quick History
de_de: Aktivitätsverlauf

source: Allow Clearing Fields
de_de: Leeren von Feldern erlauben

source: Input Trim Characters
de_de: Zeichen in Eingabewerten abschneiden

source: Empty String Token
de_de: Leersymbol

source: Flaged Request Status
de_de: Status für problematische Aktivitäten

source: Default Action
de_de: Standardoption

source: Activity Type
de_de: Aktivitätstyp

source: Handlers
de_de: Prozessoren

source: Save
de_de: Speichern

source: I3Val configuration was updated successfully.
de_de: Die I3Val Konfiguration wurde erfolgreich aktualisiert.

source: Configuration Saved
de_de: Konfiguration wurde gespeichert

source: 2 hours
de_de: 2 Stunden

source: 4 hours
de_de: 4 Stunden

source: 8 hours
de_de: 8 Stunden

source: regular (25
de_de: normal (25

source: big (50)
de_de: groß (50)

source: small (10)
de_de: klein (10)

source: single
de_de: einzel

source: Auto
de_de: Automatisch

source: Create New
de_de: Neu Erstellen

source: Overwrite
de_de: Überschreiben

source: Do Nothing
de_de: Nichts Tun

source: -disabled-
de_de: -deaktiviert-

source: Please configure I3Val first.
de_de: Bitte nehmen Sie erst die Einstellungen für I3Val vor.

source: Warning
de_de: Warnung

source: The types requested are not configured.
de_de: Die angeforderten Typen sind nicht registriert.

source: No more update requests pending. You're already done!
de_de: Keine weiteren offenen Änderungsaktivitäten.

source: All done!
de_de: Alles erledigt!

source: Processing requested update #%1 [Contact Queue]
de_de: Verarbeite gewünschte Aktualisierung #%1 [Kontakt-Queue]

source: Processing requested update #%1
de_de: Verarbeite gewünschte Aktualisierung #%1

source: Activity not connected to a contact (any more)!
de_de: Aktivität ist nicht mit einem Kontakt verknüpft!

source: Error
de_de: Fehler

source: Requested update has been flagged as a problem.
de_de: Änderungsaktivität wurde als problematisch markiert.

source: Flagged!
de_de: Markiert!

source: There are %1 other changes scheduled for this contact. Click <strong><a href='%2'>HERE</a></strong> if you want to process those in one batch.
de_de: Es gibt %1 weitere Änderungsmeldungen für diesen Kontakt. Klicken Sie <strong><a href='%2'>HIER</a></strong> um diese nun direkt am Stück abzuarbeiten.

source: Related Updates Scheduled!
de_de: Zugehörige Änderungsmeldungen in der Queue!

source: There is another change scheduled for this contact. Click <strong><a href='%1'>HERE</a></strong> if you want to process both in one batch.
de_de: Es gibt eine weitere Änderungsmeldung für diesen Kontakt. Klicken Sie <strong><a href='%1'>HIER</a></strong> um beide direkt hintereinander abzuarbeiten.

source: Activity [%1] is faulty and has been flagged as problematic.
de_de: Änderungsaktivität [%1] ist defekt wurde entsprechend markiert.

source: postpone
de_de: zurückstellen

source: Apply
de_de: Anwenden

source: Flag Problem
de_de: Als problematisch markieren

source: Postpone for:
de_de: Zurückstellen für:

source: Requested update has been marked to be reviewed again later
de_de: Die Änderungsaktivität wird später erneut zur Prüfung vorgelegt

source: Postponed!
de_de: Zurückgestellt!

source: The change request [%1] presented here had already been processed elsewhere.
de_de: Die Änderungsmeldung [%1]wurde bereits anderweitig verarbeitet.

source: Skipped
de_de: Übersprungen

source: Unkown action.
de_de: Unbekannte Aktion.

source: Street Name
de_de: Straßenname

source: Street Number
de_de: Hausnummer

source: Street Number Suffix
de_de: Hausnummer Zusatz

source: Street Unit
de_de: Straßeneinheit

source: Supplemental Address 1
de_de: Adresszusatz 1

source: Supplemental Address 2
de_de: Adresszusatz 2

source: Location Type
de_de: Adresskategorie

source: Address Update
de_de: Adressdaten aktualisieren

source: New %1 address added.
de_de: Neue %1 Adresse hinzugefügt.

source: Replaced %1 address.
de_de: %1 Adresse ersetzt.

source: Updated %1 address.
de_de: %1 Adresse aktualisiert.

source: Entry already existed.
de_de: Eintrag bereits vorhanden.

source: Data discarded.
de_de: Daten verworfen.

source: Primary Address
de_de: Hauptadresse

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Action
de_de: Aktion

source: none
de_de: keine

source: Update '%1' Address
de_de: %1 Adresse aktualisieren

source: Replace '%1' Address
de_de: %1 Adresse ersetzen

source: Add New '%1' Address
de_de: Neue %1 Adresse hinzufügen

source: Discard %1 data (do nothing)
de_de: %1 verwerfen (nichts machen)

source: %1 already exists (do nothing)
de_de: %1 existiert bereits (nichts machen)

source: Referenced shared address contact [%1] could not be found.
de_de: Der Referenzierte Kontakt zur Adressteilung [%1] ist nicht (mehr) auffindbar.

source: new address
de_de: Neue Adresse

source: don't share
de_de: nicht teilen

source: Share with
de_de: Teilen mit

source: Share
de_de: Teilen

source: Address not shared
de_de: Adresse nicht geteilt

source: Active address not found! Other contact id:
de_de: Aktive Adresse nicht gefunden! Andere Kontakt-ID:

source: Address shared
de_de: Adresse geteilt

source: Selected address not found! Other contact id:
de_de: Gewählte Adresse nicht gefunden! Andere Kontakt-ID:

source: You selected an address to share, but to discard the address. As a result, NO sharing was applied.
de_de: Sie haben eine Adresse zum Teilen selektiert, aber auch das verwerfen der Adresse gewählt. Daher wurde KEINE Adresse geteilt.

source: Not shared!
de_de: Nicht geteilt!

source: Something went wrong, cannot find the sharing address.
de_de: Ein Fehler ist aufgetreten, die zu teilende Adresse konnte nicht gefunden werden.

source: Share selected address
de_de: Ausgewählte Adresse teilen

source: The address is currently shared with %1.
de_de: Diese Adresse wird aktuell mit %1 geteilt.

source: and
de_de: und

source: The address is requested to be shared with %1.
de_de: Diese soll mit %1 geteilt werden.

source: The address is currently shared with %1, but is requested to be shared with %2.
de_de: Diese Adresse wird aktuell mit %1 geteilt, aber soll nun mit %2 geteilt werden.

source: Formal Title
de_de: Titel

source: Organisation Name
de_de: Organisationsname

source: Household Name
de_de: Haushaltsname

source: Preferred Language
de_de: Bevorzugte Sprache

source: Job Title
de_de: Funktion

source: Prefix
de_de: Präfix

source: Gender
de_de: Geschlecht

source: Birth Date
de_de: Geburtsdatum

source: Do not Email
de_de: Keine E-Mails senden

source: Do not Phone
de_de: Nicht anrufen

source: Do not Mail
de_de: Nicht per Post anschreiben

source: Do not SMS
de_de: Keine SMS senden

source: Do not trade
de_de: Nicht weitergeben

source: Opt-Out
de_de: Keine Massen-E-Mails (User Opt Out)

source: Deceased
de_de: Kontakt ist verstorben

source: Deceased Date
de_de: Todestag

source: Contact Update
de_de: Kontaktdaten aktualisieren

source: Add new %1
de_de: %1 neu hinzufügen

source: Add new %1 as primary
de_de: %1 neu hinzufügen und als primär markieren

source: Overwrite existing %1
de_de: %1 überschreiben

source: Email Update
de_de: E-Mail-Adresse aktualisieren

source: New email added.
de_de: Neue E-Mail-Adresse hinzugefügt.

source: Email updated
de_de: E-Mail-Adresse aktualisiert

source: Phone
de_de: Telfonnummer

source: Phone Type
de_de: Anschlussart

source: Phone Update
de_de: Telefonnummern aktualisieren

source: New phone added.
de_de: Neue Telefonnummer hinzugefügt.

source: Phone updated
de_de: Telefonnummer aktualisiert

source: Mandate Reference
de_de: Mandatsreferenz

source: Source
de_de: Quelle

source: Signature Date
de_de: Unterschriftsdatum

source: Validation Date
de_de: Validierungsdatum

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Frequency
de_de: Frequenz

source: Cycle Day
de_de: Einzugstag

source: Reason
de_de: Grund

source: Financial Type
de_de: Zuwendungsart

source: Campaign
de_de: Kampagne

source: Amount (Installment)
de_de: Betrag (Einzug)

source: CiviSEPA Mandate Update
de_de: Aktualisierung Sepamandat

source: Update Reason
de_de: Änderungsgrund

source: Don't apply
de_de: Nicht anwenden

source: Update Mandate
de_de: Mandat Anpassen

source: annually
de_de: jährlich

source: semi-annually
de_de: halbjährlich

source: trimestral
de_de: vierteljährlich

source: quarterly
de_de: vierteljährlich

source: bi-monthly
de_de: alle zwei Monate

source: monthly
de_de: monatlich

source: every %1 months
de_de: alle %1 Monate

source: Mandate cancelled
de_de: Mandat Storniert

source: Created replacement mandate.
de_de: Folgemandat angelegt.

source: Mandate adjusted: changed amount
de_de: Mandat angepasst: Betrag

source: Cancel Reason
de_de: Stornogrund

source: Cancel Mandate
de_de: Mandat Stornieren

source: %1 Update Request
de_de: %1 Änderungsvorschlag

source: %1 of the scheduled activities for this contact are currently processed by somebody else
de_de: %1 der anstehenden Änderungsmitteilungen dieses Kontakts werden gerade von jemand anderem verarbeitet

source: Concurrent Processing
de_de: Parallele Verarbeitung

source: Default Activity Type
de_de: Standard-Aktivitätstyp

source: Contact ID
de_de: Kontakt ID

source: Note
de_de: Notizen

source: Requested Change Date
de_de: Übermitteltes Änderungsdatum

source: Linked Activity ID
de_de: Verknüpfte Aktivitäts-ID

source: Result Request
de_de: Ergebnisanfrage

source: No Status Change
de_de: Keine Statusänderung

source: Terminate Mandate (COMPLETE)
de_de: Mandat beenden (COMPLETE)

source: Mark Mandate as Invalid (INVALID)
de_de: Mandat beenden (INVALID)

source: Requested Status
de_de: Übermittelter Mandatsstatus

source: Amount
de_de: Betrag

source: Request Contact Update
de_de: Kontaktaktualisierung Beantragen

source: Request CiviSEPA Mandate Update
de_de: CiviSEPA Mandatsänderung beantragen

source: Process Pending Update Requests
de_de: Änderungsaktivitäten verarbeiten

source: Configure I3Val
de_de: I3Val konfigurieren

source: Field
de_de: Feld

source: Original Value
de_de: Ursprünglicher Wert

source: Submitted Value
de_de: Übermittelter Wert

source: Applied Value
de_de: Angewendeter Wert

source: If this is enabled, even change requests for empty fields will show up in batch processing. If not, they will be recorded, but now shown as an option.
de_de: Wenn diese Option aktiviert ist, so werden auch leere Felder als Änderungsanfrage interpretiert. Wenn nicht, so werden diese auch aufgezeichnet, aber nicht als neuer Wert zur Verarbeitung vorgeschlagen.

source: All the characters listed here will be stripped from the beginning and the end of each submitted value.
de_de: Alle Zeichen in diesem Feld werden von allen übermittelten Eingebewerten am Anfang und Ende enfernt.

source: For example, entering a simple whitespace ("&nbsp;") here could help if the data is coming from a user input form.
de_de: Ein Leerzeichen hier könnte zum Beispiel Eingaben von einem Eingabeformular aufwerten, indem unbeabsichtigte Leerzeichen von den Werten entfernt werden.

source: In I3Val there is a difference between fields that have not been submitted, and those who are submitted with an empty value. By default the empty value is interpreted as you wanting to set that field to an empty string.
de_de: In I3Val wird unterschieden zwischen Feldern die nicht übermittelt wurden, und Feldern die als 'leer' übermittelt wurden. Die Standardinterpretation ist, dass eine leer übermitteltes Feld als "löschen" interpretiert wird.

source: You can change that behaviour by providing as string here to symbolise an empty string, e.g. "NULL". This has the effect, that all empty values submitted will be removed alltogether, and all fields submitted with value "NULL" are interpreted as empty value.
de_de: Sie können dieses Verhalten änden indem sie ein Symbol (z.B. "NULL") als leeren Inhalt definieren. Das bewirkt dann dass leere Felder ganz aus der Eingabe entfernt werden, und nur solche die mit dem Symbol übermittelt wurden werden als "Löschung" interpretiert.

source: Processing Options
de_de: Einstellungen Stapelverarbeitung

source: Update Request Options
de_de: Einstellungen Änderungsmeldungen

source: Clearing Fields
de_de: Leere Felder

source: Help
de_de: Hilfe

source: Strip Characters
de_de: Zeichen in Eingabewerten abschneiden

source: Empty Token
de_de: Symbol für "leer"

source: Data Configuration
de_de: Einstellungen zur Verarbeitung

source: Configuration %1
de_de: Einstellungen %1

source: With Contact
de_de: Beteiligte Kontakte

source: Subject
de_de: Betreff

source: None
de_de: Keine

source: Scheduled Date
de_de: Geplantes Datum

source: Quick Contact History
de_de: Verlauf

source: Type
de_de: Art

source: Added by
de_de: Hinzugefügt von

source: Date
de_de: Datum

source: Note:
de_de: Notizen:

source: Address Data
de_de: Adressdaten

source: Current Value
de_de: Momentaner Wert

source: Value to apply
de_de: Anzuwendender Wert

source: Click to copy '%1' into the 'apply' column.
de_de: Kopiere '%1' in das Übernahmefeld.

source: <b>Note:</b>
de_de: <b>Notiz:</b>

source: You might have to manually adjust the resulting address(es).
de_de: Sie müssen die Adresse(n) ggf. noch manuell anpassen.

source: Share address with
de_de: Adresse teilen mit

source: This address will be updated as well.
de_de: Diese Adresse würde auch aktualisiert.

source: Contact Base Data
de_de: Basis-Kontaktdaten

source: Apply?
de_de: Anwenden?

source: Email Data
de_de: E-Mail-Adressen

source: Phone Data
de_de: Telefonnummern

source: SEPA Direct Debit Update
de_de: SEPA Daten

source: This is a <i>cancellation</i> of mandate <a href="%2"><code>%1</code></a>.
de_de: Dies eine <i>Stornierung</i> von Mandat <a href="%2"><code>%1</code></a>.

source: This is an amendmend for mandate <a href="%2"><code>%1</code></a>.
de_de: Dies ist eine Ergänzung zu Mandat <a href="%2"><code>%1</code></a>.

source: SEPA DD Update
de_de: SEPA Angaben aktualisieren

source: Street Address (original)
de_de: Straße (ursprünglich)

source: Street Address (submitted)
de_de: Straße (übermittelt)

source: Street Address (applied)
de_de: Straße (angewendet)

source: Street Name (original)
de_de: Straße (ursprünglich)

source: Street Name (submitted)
de_de: Straße (übermittelt)

source: Street Name (applied)
de_de: Straße (angewendet)

source: Street Number (original)
de_de: Hausnummer (ursprünglich)

source: Street Number (submitted)
de_de: Hausnummer (übermittelt)

source: Street Number (applied)
de_de: Hausnummer (angewendet)

source: Street Number Suffix (original)
de_de: Hausnummer Zusatz (ursprünglich)

source: Street Number Suffix (submitted)
de_de: Hausnummer Zusatz (übermittelt)

source: Street Number Suffix (applied)
de_de: Hausnummer Zusatz (angewendet)

source: Street Unit (original)
de_de: Straßeneinheit (ursprünglich)

source: Street Unit (submitted)
de_de: Straßeneinheit (übermittelt)

source: Street Unit (applied)
de_de: Straßeneinheit (angewendet)

source: Supplemental Address (original)
de_de: Adresszusatz 1 (ursprünglich)

source: Supplemental Address (submitted)
de_de: Adresszusatz 1 (übermittelt)

source: Supplemental Address (applied)
de_de: Adresszusatz 1 (angewendet)

source: Supplemental Address 2 (original)
de_de: Adresszusatz 2 (ursprünglich)

source: Supplemental Address 2 (submitted)
de_de: Adresszusatz 2 (übermittelt)

source: Supplemental Address 2 (applied)
de_de: Adresszusatz 2 (angewendet)

source: Postal Code (original)
de_de: Postleitzahl (ursprünglich)

source: Postal Code (submitted)
de_de: Postleitzahl (übermittelt)

source: Postal Code (applied)
de_de: Postleitzahl (angewendet)

source: City (original)
de_de: Stadt (ursprünglich)

source: City (submitted)
de_de: Stadt (übermittelt)

source: City (applied)
de_de: Stadt (angewendet)

source: Country (original)
de_de: Land (ursprünglich)

source: Country (submitted)
de_de: Land (übermittelt)

source: Country (applied)
de_de: Land (angewendet)

source: Location Type (original)
de_de: Adresskategorie (ursprünglich)

source: Location Type (submitted)
de_de: Adresskategorie (übermittelt)

source: Location Type (applied)
de_de: Adresskategorie (angewendet)

source: Shared with Contact ID
de_de: Adresse teilen mit Kontakt ID

source: Applied Action
de_de: Angewendete Aktion

source: First Name (original)
de_de: Vorname (ursprünglich)

source: First Name (submitted)
de_de: Vorname (übermittelt)

source: First Name (applied)
de_de: Vorname (angewendet)

source: Last Name (original)
de_de: Nachname (ursprünglich)

source: Last Name (submitted)
de_de: Nachname (übermittelt)

source: Last Name (applied)
de_de: Nachname (angwendet)

source: Formal Title (original)
de_de: Titel (ursprünglich)

source: Formal Title (submitted)
de_de: Titel (übermittelt)

source: Formal Title (applied)
de_de: Titel (angewendet)

source: Prefix (original)
de_de: Präfix (ursprünglich)

source: Prefix (submitted)
de_de: Präfix (übermittelt)

source: Prefix (applied)
de_de: Präfix (angewendet)

source: Suffix (original)
de_de: Suffix (ursprünglich)

source: Suffix (submitted)
de_de: Suffix (übermittelt)

source: Suffix (applied)
de_de: Suffix (angewendet)

source: Gender (original)
de_de: Geschlecht (ursprünglich)

source: Gender (submitted)
de_de: Geschlecht (übermittelt)

source: Gender (applied)
de_de: Geschlecht (angewendet)

source: Birth Date (original)
de_de: Geburtsdatum (ursprünglich)

source: Birth Date (submitted)
de_de: Geburtsdatum (übermittelt)

source: Birth Date (applied)
de_de: Geburtsdatum (angewendet)

source: Organisation Name (original)
de_de: Organisationsname (ursprünglich)

source: Organisation Name (submitted)
de_de: Organisationsname (übermittelt)

source: Organisation Name (applied)
de_de: Organisationsname (angewendet)

source: Household Name (original)
de_de: Haushaltsname (ursprünglich)

source: Household Name (submitted)
de_de: Haushaltsname (übermittelt)

source: Household Name (applied)
de_de: Haushaltsname (angwendet)

source: Job Title (original)
de_de: Funktion (ursprünglich)

source: Job Title (submitted)
de_de: Funktion (übermittelt)

source: Job Title (applied)
de_de: Funktion (angewendet)

source: Preferred Language (original)
de_de: Bevorzugte Sprache (ursprünglich)

source: Preferred Language (submitted)
de_de: Bevorzugte Sprache (übermittelt)

source: Preferred Language (applied)
de_de: Bevorzugte Sprache (angewendet)

source: Do Not Email (original)
de_de: Keine E-Mails senden

source: Do Not Email (submitted)
de_de: Keine E-Mails senden (übermittelt)

source: Do Not Email (applied)
de_de: Keine E-Mails senden (angewendet)

source: Do Not Phone (original)
de_de: Nicht anrufen (ursprünglich)

source: Do Not Phone (submitted)
de_de: Nicht anrufen (übermittelt)

source: Do Not Phone (applied)
de_de: Nicht anrufen (angewendet)

source: Do Not Mail (original)
de_de: Nicht per Post anschreiben (ursprünglich)

source: Do Not Mail (submitted)
de_de: Nicht per Post anschreiben (übermittelt)

source: Do Not Mail (applied)
de_de: Nicht per Post anschreiben (angewendet)

source: Do Not SMS (original)
de_de: Keine SMS senden (ursprünglich)

source: Do Not SMS (submitted)
de_de: Keine SMS senden (übermittelt)

source: Do Not SMS (applied)
de_de: Keine SMS senden (angewendet)

source: Do Not Trade (original)
de_de: Nicht weitergeben (ursprünglich)

source: Do Not Trade (submitted)
de_de: Nicht weitergeben (übermittelt)

source: Do Not Trade (applied)
de_de: Nicht weitergeben (angewendet)

source: Opt-Out (original)
de_de: Keine Massen-E-Mails (User Opt Out) (ursprünglich)

source: Opt-Out (submitted)
de_de: Keine Massen-E-Mails (User Opt Out) (übermittelt)

source: Opt-Out (applied)
de_de: Keine Massen-E-Mails (User Opt Out) (angewendet)

source: Contact Deceased (original)
de_de: Beteiligte Kontakte (ursprünglich)

source: Contact Deceased (submitted)
de_de: Beteiligte Kontakte (übermittelt)

source: Contact Deceased (applied)
de_de: Beteiligte Kontakte (angewendet)

source: Deceased Date (original)
de_de: Todestag (ursprünglich)

source: Deceased Date (submitted)
de_de: Todestag (übermittelt)

source: Deceased Date (applied)
de_de: Todestag (angewendet)

source: Email (original)
de_de: E-Mail-Adersse (ursprünglich)

source: Email (submitted)
de_de: E-Mail-Adressen (übermittelt)

source: Email (applied)
de_de: E-Mail-Adersse (angewendet)

source: Phone (original)
de_de: Telfonnummer (ursprünglich)

source: Phone (submitted)
de_de: Telfonnummer (übermittelt)

source: Phone Type (applied)
de_de: Anschlussart (angewendet)

source: Phone Type (original)
de_de: Anschlussart (ursprünglich)

source: Phone Type (submitted)
de_de: Anschlussart (übermittelt)

source: Phone (applied)
de_de: Telfonnummer (angewendet)

source: Requested Mandate Status
de_de: Erwarteter Mandatsstatus

source: Amount (original)
de_de: Betrag (ursprünglich)

source: Amount (submitted)
de_de: Betrag (übermittelt)

source: Amount (applied)
de_de: Betrag (angewendet)

source: source (original)
de_de: Quelle (ursprünglich)

source: source (submitted)
de_de: Quelle (übermittelt)

source: source (applied)
de_de: Quelle (angewendet)

source: IBAN (original)
de_de: IBAN (ursprünglich)

source: IBAN (submitted)
de_de: IBAN (übermittelt)

source: IBAN (applied)
de_de: IBAN (angewendet)

source: BIC (original)
de_de: BIC (ursprünglich)

source: BIC (submitted)
de_de: BIC (übermittelt)

source: BIC (applied)
de_de: BIC (angewendet)

source: Financial Type (original)
de_de: Zuwendungsart (ursprünglich)

source: Financial Type (submitted)
de_de: Zuwendungsart (übermittelt)

source: Financial Type (applied)
de_de: Zuwendungsart (angewendet)

source: Campaign (original)
de_de: Kampagne (ursprünglich)

source: Campaign (submitted)
de_de: Kampagne (übermittelt)

source: Campaign (applied)
de_de: Kampagne (angewendet)

source: Frequency (original)
de_de: Frequenz (ursprünglich)

source: Frequency (submitted)
de_de: Frequenz (übermittelt)

source: Frequency (applied)
de_de: Frequenz (angewendet)

source: Cycle Day (original)
de_de: Einzugstag (ursprünglich)

source: Cycle Day (submitted)
de_de: Einzugstag (übermittelt)

source: Cycle Day (applied)
de_de: Einzugstag (angewendet)

source: Signature Date (original)
de_de: Unterschriftsdatum (ursprünglich)

source: Signature Date (submitted)
de_de: Unterschriftsdatum (übermittelt)

source: Signature Date (applied)
de_de: Unterschriftsdatum (angewendet)

source: Validation Date (original)
de_de: Validierungsdatum (ursprünglich)

source: Validation Date (submitted)
de_de: Validierungsdatum (übermittelt)

source: Validation Date (applied)
de_de: Validierungsdatum (angewendet)

source: Start Date (original)
de_de: Startdatum (ursprünglich)

source: Start Date (submitted)
de_de: Startdatum (übermittelt)

source: Start Date (applied)
de_de: Startdatum (angewendet)

source: End Date (original)
de_de: Enddatum (ursprünglich)

source: End Date (submitted)
de_de: Enddatum (übermittelt)

source: End Date (applied)
de_de: Enddatum (angewendet)

source: Reason (original)
de_de: Grund (ursprünglich)

source: Reason (submitted)
de_de: Grund (übermittelt)

source: Reason (applied)
de_de: Grund (angewendet)

source: Replacement Mandate Reference
de_de: Folgemandat Referenznummer
